"%.0lfk of %.0lfk" = "%1$.0lfКб из %2$.0lfКб";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ был установлен и будет применён при следующем запуске %3$@! Хотите перезапустить программу сейчас?";
"%@ %@ is currently the newest version available." = "У Вас уже установлена последняя версия %1$@ %2$@.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ доступен для скачивания (у Вас - %3$@). Не желаете ли скачать обновление?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ не имеет привилегий для записи в папку программ! Возможно, у Вас закончилось место на жёстком диске? В противном случае обратитесь за помощью к системному администратору.";
"A new version of %@ has been installed!" = "Была установлена новая версия %@!";
"A new version of %@ is available!" = "Доступна новая версия %@ !";
"An error occurred during installation. Please try again later." = "В процессе установки возникла ошибка. Пожалуйста, повторите свою попытку позже.";
"An error occurred in retrieving update information. Please try again later." = "Возникла ошибка при получении информации об обновлении. Пожалуйста, повторите свою попытку позже.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Возникла ошибка при получении информации об обновлении. Проверьте Ваше подключение к интернету и повторите свою попытку позже.";
"An error occurred while extracting the archive. Please try again later." = "Возникла ошибка при распаковке архива. Пожалуйста повторите свою попытку позже.";
"An error occurred while trying to download the file. Please try again later." = "Возникла ошибка при скачивании файла. Пожалуйста, повторите попытку.";
"An update is already in progress!" = "Процесс обновления уже запущен!";
"Anonymous system profile information is used to help us plan future development work." = "Анонимный профиль системы используется для того, чтобы помочь нам в планировании дальнейшей разработки продукта.";
"Cancel" = "Отмена";
"Check for updates on startup?" = "Проверять обновления при запуске?";
"Downloading update..." = "Загрузка обновления…";
"Extracting update..." = "Распаковка обновления…";
"Include anonymous system profile?" = "Включить анонимный профиль системы?";
"Install Update" = "Установить обновление";
"Install and Relaunch" = "Установить и перезапустить";
"Installing update..." = "Установка обновления…";
"No" = "Нет";
"Ready to install!" = "Готов к установке!";
"Release Notes:" = "Примечания к данной версии:";
"Remind Me Later" = "Напоминать позже";
"Skip This Version" = "Пропустить эту версию";
"Software Update" = "Обновление программного обеспечения";
"Update Error!" = "Ошибка обновления!";
"Updating %@" = "Обновление %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Хотите ли Вы, чтобы %@ проверял на наличие обновлений при запуске? В противном случае Вы можете вручную запустить обновление из меню программы.";
"Yes" = "Да";
"You're up to date!" = "У Вас уже установлена последняя версия!";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
